Repository: Test-Plus-XD/iOS-Assignment
Catalog: Pour Rice/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# store_manage_bookings
source: Bookings
zh_hant: 預訂

# store_manage_menu
source: Menu
zh_hant: 菜單

# store_menu_add
source: Add Item
zh_hant: 新增項目

# store_menu_add_title
source: Add Menu Item
zh_hant: 新增菜單項目

# store_menu_delete_confirm_action
source: Delete
zh_hant: 刪除

# store_menu_delete_confirm_message
source: This will permanently remove the selected items.
zh_hant: 所選項目將被永久刪除。

# store_menu_delete_confirm_title
source: Delete Selected Items?
zh_hant: 刪除所選項目？

# store_menu_delete_selected
source: Delete Selected
zh_hant: 刪除所選

# store_menu_edit_title
source: Edit Menu Item
zh_hant: 編輯菜單項目

# store_menu_description
source: Description
zh_hant: 描述

# store_menu_empty
source: No Menu Items
zh_hant: 沒有菜單項目

# store_menu_empty_description
source: Add your first menu item to get started.
zh_hant: 新增第一個菜單項目以開始使用。

# store_menu_name
source: Name
zh_hant: 名稱

# store_menu_price
source: Price
zh_hant: 價格

# store_menu_title
source: Manage Menu
zh_hant: 管理菜單

# store_pending_bookings
source: Pending Bookings
zh_hant: 待確認預訂

# store_qr_code
source: QR Code
zh_hant: 二維碼

# store_reviews_placeholder
source: Reviews coming soon
zh_hant: 評論功能即將推出

# store_see_all
source: See All
zh_hant: 查看全部

# store_stat_pending
source: Pending
zh_hant: 待確認

# store_stat_today
source: Today
zh_hant: 今日

# store_stat_total
source: Total
zh_hant: 總計

# store_title
source: My Store
zh_hant: 我的店鋪

# store_unknown_diner
source: Guest
zh_hant: 訪客

# store_view_reviews
source: Reviews
zh_hant: 評論

source: Submit
zh_hant: 提交

# terms_and_conditions
source: Terms & Conditions
zh_hant: 條款及細則

# theme_dark
source: Dark
zh_hant: 深色

# theme_light
source: Light
zh_hant: 淺色

# theme_system
source: System
zh_hant: 系統

# time_1_day_ago
source: 1 day ago
zh_hant: 1天前

# time_1_hour_ago
source: 1 hour ago
zh_hant: 1小時前

# time_1_minute_ago
source: 1 minute ago
zh_hant: 1分鐘前

# time_1_week_ago
source: 1 week ago
zh_hant: 1週前

# time_days_ago %lld
source: %lld days ago
zh_hant: %lld天前

# time_hours_ago %lld
source: %lld hours ago
zh_hant: %lld小時前

# time_just_now
source: Just now
zh_hant: 剛剛

# time_minutes_ago %lld
source: %lld minutes ago
zh_hant: %lld分鐘前

# time_weeks_ago %lld
source: %lld weeks ago
zh_hant: %lld週前

# toast_booking_cancel_failed
source: Failed to cancel booking
zh_hant: 取消預訂失敗

# toast_booking_cancelled
source: Booking cancelled
zh_hant: 預訂已取消

# toast_booking_create_failed
source: Failed to create booking
zh_hant: 建立預訂失敗

# toast_booking_created
source: Booking created!
zh_hant: 預訂成功！

# toast_chat_connected
source: Connected to chat
zh_hant: 已連接聊天

# toast_chat_connection_lost
source: Connection lost, reconnecting...
zh_hant: 連接中斷，正在重新連接...

# toast_chat_delete_failed
source: Failed to delete message
zh_hant: 刪除訊息失敗

# toast_chat_edit_failed
source: Failed to edit message
zh_hant: 編輯訊息失敗

# toast_chat_message_deleted
source: Message deleted
zh_hant: 訊息已刪除

# toast_chat_message_edited
source: Message edited
zh_hant: 訊息已編輯

# toast_chat_offline_mode
source: Using offline mode
zh_hant: 正在使用離線模式

# toast_chat_reconnected
source: Reconnected to chat
zh_hant: 已重新連接聊天

# toast_chat_room_created
source: Chat room created
zh_hant: 聊天室已建立

# toast_chat_room_failed
source: Failed to create chat room
zh_hant: 建立聊天室失敗

# toast_chat_send_failed
source: Failed to send message
zh_hant: 發送訊息失敗

# toast_gemini_cleared
source: Conversation cleared
zh_hant: 對話已清除

# toast_gemini_error
source: AI response failed
zh_hant: AI回應失敗

# toast_home_load_failed
source: Failed to load restaurants
zh_hant: 載入餐廳失敗

# toast_review_failed
source: Failed to submit review
zh_hant: 提交評論失敗

# toast_review_submitted
source: Review submitted
zh_hant: 評論已提交

# toast_search_failed
source: Search failed
zh_hant: 搜尋失敗

# toast_store_action_failed
source: Action failed
zh_hant: 操作失敗

# toast_store_booking_accepted
source: Booking accepted
zh_hant: 預訂已接受

# toast_store_booking_completed
source: Booking completed
zh_hant: 預訂已完成

# toast_store_booking_declined
source: Booking declined
zh_hant: 預訂已拒絕

# toast_store_claim_failed
source: Failed to claim restaurant
zh_hant: 認領餐廳失敗

# toast_store_claimed
source: Restaurant claimed successfully!
zh_hant: 餐廳認領成功！

# toast_store_image_failed
source: Image upload failed
zh_hant: 圖片上傳失敗

# toast_store_info_updated
source: Restaurant info updated
zh_hant: 餐廳資訊已更新

# toast_store_menu_updated
source: Menu item updated
zh_hant: 菜單項目已更新

# toast_store_menu_added
source: Menu item added
zh_hant: 菜單項目已新增

# toast_store_menu_deleted
source: Menu item deleted
zh_hant: 菜單項目已刪除

# toast_user_type_saved
source: Account type saved
zh_hant: 帳戶類型已儲存

source: Unavailable
zh_hant: 暫不供應

# user_type_diner_description
source: Discover restaurants, make reservations, and chat with restaurant owners.
zh_hant: 探索餐廳、預約訂座，並與餐廳東主交流。

# user_type_restaurant_description
source: Manage your restaurant, handle bookings, and connect with diners.
zh_hant: 管理餐廳、處理預訂，並與食客保持聯繫。

# user_type_selection_subtitle
source: Tell us how you'll be using Pour Rice.
zh_hant: 請告訴我們您如何使用 Pour Rice。

# user_type_selection_title
source: Choose Account Type
zh_hant: 選擇帳戶類型

source: Visit Website
zh_hant: 訪問網站

# weekday_friday
source: Friday
zh_hant: 星期五

# weekday_friday_short
source: Fri
zh_hant: 週五

# weekday_monday
source: Monday
zh_hant: 星期一

# weekday_monday_short
source: Mon
zh_hant: 週一

# weekday_saturday
source: Saturday
zh_hant: 星期六

# weekday_saturday_short
source: Sat
zh_hant: 週六

# weekday_sunday
source: Sunday
zh_hant: 星期日

# weekday_sunday_short
source: Sun
zh_hant: 週日

# weekday_thursday
source: Thursday
zh_hant: 星期四

# weekday_thursday_short
source: Thu
zh_hant: 週四

# weekday_tuesday
source: Tuesday
zh_hant: 星期二

# weekday_tuesday_short
source: Tue
zh_hant: 週二

# weekday_wednesday
source: Wednesday
zh_hant: 星期三

# weekday_wednesday_short
source: Wed
zh_hant: 週三

source: Write Review
zh_hant: 撰寫評價
